Repository: systopia/de.systopia.newsletter
Catalog: l10n/*/LC_MESSAGES/newsletter.po
Languages: de_de

source: Delete Advanced Newsletter Management profile <em>%1</em>
de_de: Advanced Newsletter Management-Profil <em>%1</em> entfernen

source: Reset
de_de: Zurücksetzen

source: Delete
de_de: Löschen

source: Edit Advanced Newsletter Management profile <em>%1</em>
de_de: Advanced Newsletter Management-Profil <em>%1</em> bearbeiten

source: New Advanced Newsletter Management profile
de_de: Neues Advanced Newsletter Management-Profil

source: Profile name
de_de: Profilname

source: Contact Matcher (XCM) Profile
de_de: Extended Contact Matcher (XCM)-Profil

source: Form title
de_de: Formulartitel

source: Submit button label
de_de: Beschriftung der Absendeschaltfläche

source: Label for unsubscribe button
de_de: Beschriftung für Abmelde-Schaltfläche

source: Language
de_de: Sprache

source: - Default language -
de_de: - Standardsprache -

source: Show description
de_de: Newsletter-Beschreibung anzeigen

source: Intermediate Description Text (%1)
de_de: Beschreibung für den Newsletter (%1)

source: Leave empty for default position.
de_de: Für Standard-Position leer lassen.

source: Show contact field "%1"
de_de: Kontaktfeld "%1" anzeigen

source: Contact field "%1" is required
de_de: Kontaktfeld "%1" ist erforderlich

source: Field label
de_de: Feldbeschriftung

source: Field description
de_de: Feldbeschreibung

source: Field position weight
de_de: Feldposition

source: Label for option %1
de_de: Beschriftung für Option %1

source: Label for mailing lists selection
de_de: Beschriftung für Newsletter-Auswahl

source: Description for mailing lists selection
de_de: Beschreibung für Newsletter-Auswahl

source: Available mailing lists
de_de: Verfügbare Newsletter

source: Provide an unsubscribe to all Mailingslists button
de_de: Schaltfläche zum Abmelden von allen Newslettern bereitstellen

source: Activate this if you want to unsubscribe from all groups in all profiles
de_de: Aktivieren, wenn eine Abmeldung von allen Newslettern in allen Profilen gewünscht ist

source: Label for unsubscribe selection
de_de: Beschriftung für Abmelde-Auswahl

source: Unsubscribe All Submit button label
de_de: Beschriftung für Schaltfläche zur Abmeldung von allen Newslettern

source: Unsubscribe All Description
de_de: Beschreibung für Schaltfläche zur Abmeldung von allen Newslettern

source: Label for Terms and conditions for public form
de_de: Beschriftung für Nutzungsbedingungen des öffentlichen Formulars

source: Description for Terms and conditions for public form
de_de: Beschreibung für Nutzungsbedingungen des öffentlichen Formulars

source: Terms and conditions for public form
de_de: Nutzungsbedingungen für öffentliches Formular

source: Label for Terms and conditions for preferences form
de_de: Beschriftung für Nutzungsbedingungen des Einstellungsformulars

source: Description for Terms and conditions for preferences form
de_de: Beschreibung für Nutzungsbedingungen des Einstellungformulars

source: Terms and conditions for preferences form
de_de: Nutzungsbedingungen des Einstellungsformulars

source: Sender
de_de: Absender

source: Subject for opt-in e-mail
de_de: Betreff für Opt-In-E-Mail-Nachricht

source: Template for opt-in e-mail
de_de: Vorlage für Opt-In-E-Mail-Nachricht

source: Template for opt-in e-mail (HTML)
de_de: Vorlage für Opt-In-E-Mail-Nachricht (HTML)

source: Subject for info e-mail
de_de: Betreff für Informations-E-Mail-Nachricht

source: Template for info e-mail
de_de: Vorlage für Informations-E-Mail-Nachricht

source: Template for info e-mail (HTML)
de_de: Vorlage für Informations-E-Mail-Nachricht (HTML)

source: Subject for unsubscribe all e-mail
de_de: Betreff für E-Mail-Nachricht bei Abmeldung von allen Newslettern

source: Template for unsubscribe all e-mail
de_de: Vorlage für E-Mail-Nachricht bei Abmeldung von allen Newslettern

source: Template for unsubscribe all e-mail (HTML)
de_de: Vorlage für E-Mail-Nachricht bei Abmeldung von allen Newslettern (HTML)

source: Opt-in URL
de_de: URL der Opt-In-Seite

source: Preferences URL
de_de: URL der Einstellungs-Seite

source: Request link URL
de_de: URL der Linkanforderungs-Seite

source: Create GDPR record for new contacts
de_de: DSGVO-Datensatz für neue Kontakte erstellen

source: Category
de_de: Kategorie

source: Source
de_de: Quelle/Herkunft

source: Type
de_de: Typ

source: Note
de_de: Notiz

source: Create GDPR record when unsubscribing
de_de: DSGVO-Datensatz bei Abmeldung erstellen

source: Save
de_de: Speichern

source: Only alphanumeric characters and the underscore (_) are allowed for profile names.
de_de: Nur alphanumerische Zeichen und der Unterstrich (_) sind für Profilnamen erlaubt.

source: At least one contact field must be activated.
de_de: Mindestens ein Kontaktfeld muss aktiviert werden.

source: Each active field needs a label.
de_de: Jedes aktive Feld benötigt eine Beschriftung.

source: Weight field must be set to a positive or negative integer number, but has value [%1].
de_de: Für jede Position ist ein positiver oder negativer Wert möglich, gesetzt wurde [%1].

source: Text needs to be entered into description field.
de_de: Newsletter-Beschreibung ist leer.

source: Please enter a valid URL.
de_de: Bitte eine gültige URL eingeben.

source: Please enter a label for the terms and conditions.
de_de: Bitte eine Beschriftung für Nutzungsbedingungen eingeben.

source: Please activate this if you chose to unsubscribe from all profiles.
de_de: Aktivieren, wenn von allen Newslettern in allen Profilen abgemeldet werden soll.

source: &lt;default profile&gt;
de_de: &lt;Standardprofil&gt;

source: Advanced Newsletter Management configuration
de_de: Advanced Newsletter Management - Konfiguration

source: Advanced Newsletter Management profiles
de_de: Advanced Newsletter Management - Profile

source: Prefix
de_de: Präfix/Anrede

source: Formal title
de_de: Titel

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: E-mail address
de_de: E-Mail-Adresse

source: Phone number
de_de: Telefonnummer

source: Phone number 2
de_de: Telefonnummer 2

source: Phone number 3
de_de: Telefonnummer 3

source: Unsubscribe
de_de: Abmelden

source: Mailing lists
de_de: Newsletter

source: Unsubscribe from all mailing lists
de_de: Von allen Newslettern abmelden

source: Your newsletter subscription
de_de: Ihr Newsletter-Abonnement

source: Your newsletter subscription preferences
de_de: Ihre Einstellungen für Newsletter-Abonnement

source: Your unsubscription
de_de: Ihre Newsletter-Abmeldung

source: Newsletter Profile Link from de.systopia.newsletter for profile %1
de_de: Advanced Newsletter Management-Profil-Link von de.systopia.newsletter für Profil %1

source: Could not get or create a contact for the given contact data.
de_de: Kontakt konnte für bereitgestellte Kontaktdaten nicht identifiziert oder erstellt werden.

source: Added
de_de: Hinzugefügt

source: Pending
de_de: Ausstehend

source: Removed
de_de: Entfernt

source: Advanced Newsletter Management profile not found.
de_de: Advanced Newsletter Management-Profil nicht gefunden.

source: No profile found with the given name.
de_de: Kein Profil mit diesem Namen gefunden.

source: Contact checksum is missing.
de_de: Kontakt-Prüfsumme fehlt.

source: Invalid contact checksum for given contact ID.
de_de: Ungültige Kontakt-Prüfsumme für bereitgestellte Kontakt-ID.

source: Mandatory key(s) missing from params array: mailing_lists
de_de: Erforderliche Felder in Parametern fehlen: mailing_lists

source: Disallowed group ID(s): %1
de_de: Nicht erlaubte Gruppen-ID(s): %1

source: An array of group IDs as keys and the corresponding group status for the given contact as values.
de_de: Ein Array mit Gruppen-IDs als Schlüssel und korrespondierender Gruppenstatus für den bereitgestellten Kontakt als Werte.

source: Whether to automatically set all "Pending" group memberships to "Added".
de_de: Ob automatisch alle ausstehenden Gruppenmitgliedschaften als "hinzugefügt" gesetzt werden sollen.

source: Whether to unsubscribe from all group memberships.
de_de: Ob von allen Gruppenmitgliedschaften abgemeldet werden soll.

source: Either the contact ID or the contact checksum is required.
de_de: Entweder die Kontakt-ID oder die Kontakt-Prüfsumme ist erforderlich.

source: Invalid contact checksum.
de_de: Ungültige Kontakt-Prüfsumme.

source: Could not retrieve contact for given checksum.
de_de: Kontakt für bereitgestellte Prüfsumme konnte nicht abgerufen werden.

source: Error retrieving current group membership.
de_de: Fehler beim Abrufen aktueller Gruppenmkitgliedschaften.

source: Missing mandatory fields %1
de_de: Fehlende erforderliche Felder %1

source: The IDs of the groups to add the contact to.
de_de: Die IDs der Gruppen, zu denen der Kontakt hinzugefügt werden soll.

source: Opt-in URL for profile %1
de_de: URL der Opt-In-Seite für Profil %1

source: Preferences URL for profile %1
de_de: URL der Einstellungs-Seite für Profil %1

source: Request link URL for profile %1
de_de: URL der Linkanforderungs-Seite für Profil %1

source: About the unsubscribe label
de_de: Die Beschriftung der Abmelde-Schaltfläche

source: How to position fields
de_de: Die Position der Formular-Felder ändern

source: Enter one or more form description paragraphs
de_de: Eine oder mehrere Beschreibungen hinzufügen

source: This label is used if the profile contains only one list and the frontend is configured to hide the list name in that case.
de_de: Diese Beschriftung wird verwendet, wenn das Profil nur einen Newsletter enthält und das Frontend so konfiguriert ist, dass in dem Fall kein Newsletter-Name angezeigt wird.

source: A weight is used to change the positioning of fields within the form.
de_de: Eine Gewichtung kann genutzt werden, um die Position eines Feldes innerhalb des Formulars zu verändern.

source: The effect of field positioning can be seen in the view that renders this form.
de_de: Die eingestellten Feld Positionen sind in der Formular Ansicht zu sehen.

source: Leave weights empty for default positioning, that is, the position of the fields seen here. The default weight is considered to be 0.
de_de: Für die Standard-Positionierung können die Gewichtungen leer gelassen werden. Das entspricht dem Wert 0. Dann werden die Felder so angezeigt, wie hier in der Konfiguration zu sehen.

source: If position of fields should be changed, choose positive or negative weight values for the fields in question.
de_de: Um die Position eines Feldes zu ändern, können positive oder negative Werte angegeben werden.

source: The higher the weight value, the more a field will be shifted to the bottom of the form.
de_de: Je höher ein Wert ist, desto weiter wird das entsprechende Feld im Formular nach unten verschoben.

source: The lower the weight value, the more a field will be shifted to the top of the form.
de_de: Je niedriger ein Wert ist, desto weiter wird das entsprechende Feld im Formular nach oben verschoben.

source: Fields with the same weight value will be ordered according to the position of the fields seen here.
de_de: Felder mit der gleichen Gewichtung werden in der Reihenfolge angezeigt, wie hier in der Konfiguration zu sehen.

source: One can add several text fields in between sections of the contact form.
de_de: Es können mehrere Felder für Beschreibungstexte in das Kontakt-Formular eingefügt werden.

source: Each text field can hold a description or help text, ie. a short guide for entering correct information into the form.
de_de: Jedes Textfeld kann eine Beschreibung oder einen Hilfetext enthalten, zB. eine Hilfe zur Angabe von korrekten Daten im Formular.

source: Text fields can be positioned within the form by changing the weight value. See also the help description for weight values.
de_de: Textfelder können an beliebige Stellen im Formular gesetzt werden. Mehr Details dazu in der Hilfe zur Angabe von Feld-Positionen.

source: General settings
de_de: Allgemeine Einstellungen

source: A URL to the opt-in page. Must include the tokens %1 and %2 which will be replaced with the actual contact checksum for identifying the contact. e.g.: %3
de_de: Eine URL zur Opt-In-Seite. Muss die Platzhalter %1 und %2 beinhalten, die mit der jeweiligen Kontakt-Prüfsumme zur Identifizierung des Kontakts ersetzt werden. Beispiel: %3

source: A URL to the preferences form. Must include the tokens %1 and %2 which will be replaced with the actual contact checksum for identifying the contact. e.g.: %3
de_de: Eine URL zur Einstellungs-Seite. Muss die Platzhalter %1 und %2 beinhalten, die mit der jeweiligen Kontakt-Prüfsumme zur Identifizierung des Kontakts ersetzt werden. Beispiel: %3

source: A URL to the Request link form. Must include the token and may include the token %2 which will be replaced with the actual contact checksum for identifying the contact. e.g.: %3
de_de: Eine URL zur Linkanforderungs-Seite. Muss die Platzhalter %1 und %2 beinhalten, die mit der jeweiligen Kontakt-Prüfsumme zur Identifizierung des Kontakts ersetzt werden. Beispiel: %3

source: Contact fields
de_de: Kontaktfelder

source: Replace option labels
de_de: Optionsbeschriftungen ersetzen

source: Terms and conditions
de_de: Nutzungsbedingungen

source: E-mail templates
de_de: E-Mail-Vorlagen

source: GDPR Records
de_de: DSGVO-Datensätze

source: Create GDPR records using the de.systopia.gdprx extension.
de_de: DSGVO-Datensätze mit der Erweiterung de.systopia.gdprx erstellen.

source: Are you sure you want to reset the default profile?
de_de: Möchten Sie wirklich das Standardprofil zurücksetzen?

source: Are you sure you want to delete the profile <em>%1</em>?
de_de: Möchten Sie wirklich das Profil <em>%1</em> löschen?

source: Profile name not given or invalid.
de_de: Profilname nicht bereitgestellt oder ungültig.

source: Profiles
de_de: Profile

source: Configure profiles
de_de: Profile konfigurieren

source: Settings
de_de: Einstellungen

source: Configure extension settings
de_de: Einstellungen der Erweiterung konfigurieren

source: New profile
de_de: Neues Profil

source: Operations
de_de: Aktionen

source: Edit profile %1
de_de: Profil %1 bearbeiten

source: Edit
de_de: Bearbeiten

source: Reset profile %1
de_de: Profil %1 zurücksetzen

source: Delete profile %1
de_de: Profil %1 löschen
